[{"term":"A6.4 ERs","definition":"Tradeable certificates to be used in the forthcoming global offset market, to be created under Article 6.4 of the Paris Agreement. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Absolute emissions cap","definition":"Cap that limits the absolute volume of greenhouse-gas emissions permitted in an emissions-trading scheme. Also known as a \"mass-based cap\". [Read more about emissions caps.](/factsheets/caps-and-allocation/)"},{"term":"Additionality","definition":"Emissions reduction, removal or avoidance that would not have happened without the revenue from the carbon offsets. [Read more about offset quality.](/factsheets/offset-quality/)"},{"term":"Afforestation","definition":"Planting of trees on land that was not previously forested."},{"term":"Aggregator","definition":"Organization that buys carbon offsets from project developers and sells them on."},{"term":"Allowances","definition":"See [Permits](/dictionary/#permits)."},{"term":"American Carbon Registry (ACR)","definition":"One of the four leading registries in the voluntary carbon markets. Offsets known as \"emission reduction tonnes\" (ERTs)."},{"term":"Annex I parties","definition":"Parties to the UN Framework Convention on Climate Change that were members of the Organisation for Economic Co-operation and Development in 1992, as well as \"economies in transition\". Often used to mean \"developed countries\"."},{"term":"Article 6","definition":"Section of the Paris Agreement covering carbon market mechanisms. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Article 6.2","definition":"Section of the Paris Agreement that allows one government to agree with another government to buy Internationally Transferred Mitigation Outcomes (ITMOs), which may be used to achieve the buyer's climate targets. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Article 6.4","definition":"Section of the Paris Agreement that envisages the creation of a new global offset market. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Banking","definition":"Ability of a carbon market participant to save permits for use in future compliance years or periods."},{"term":"Baseline-and-credit scheme","definition":"Government policy whereby participants are set an emissions baseline, earn credits if their greenhouse-gas output is below the baseline and must buy credits if they exceed it. [Read more about carbon-pricing policies.](/basics/carbon-pricing-at-a-glance/)"},{"term":"Borrowing","definition":"Ability of a carbon market participant to surrender permits from future compliance years or periods."},{"term":"Cap-and-trade scheme","definition":"Government policy whereby a cap is set on emissions, and participants must surrender enough permits to cover their emissions and may buy them from the market if required. [Read more about carbon-pricing policies.](/basics/carbon-pricing-at-a-glance/)"},{"term":"Carbon abatement","definition":"Reduction in the volume or intensity of greenhouse-gas emissions."},{"term":"Carbon Border Adjustment Mechanism (CBAM)","definition":"Proposed European Union policy to ensure that imported goods are subject to a carbon price comparable to that of the EU Emissions Trading System. See [Carbon import tariff](/dictionary/#carbon_import_tariff). [Read more about import tariffs.](/factsheets/carbon-leakage/)"},{"term":"Carbon capture, utilization and storage (CCUS)","definition":"Process of capturing carbon dioxide emissions in the atmosphere for reuse or for storage underground."},{"term":"Carbon dioxide (CO2)","definition":"A naturally occurring greenhouse gas that can also a by-product of the extraction and burning of fossil fuels, wildfires and natural processes like volcanic eruptions."},{"term":"Carbon dioxide (CO2) equivalent","definition":"Measure used to compare emissions from various greenhouse gases on the basis of their global warming potential."},{"term":"Carbon footprint","definition":"Volume of greenhouse gas released into the atmosphere through the activities of a company, organization or individuals."},{"term":"Carbon import tariff","definition":"Also known as \"carbon border tax\". Duty on imports based on volume of emissions due to the production of the goods in question. See [Carbon Border Adjustment Mechanism](</dictionary/#carbon_border_adjustment_mechanism_(cbam)>). [Read more about import tariffs.](/factsheets/carbon-leakage/)"},{"term":"Carbon intensity","definition":"See [Emissions intensity](/dictionary/#emissions_intensity)."},{"term":"Carbon leakage","definition":"When companies move to another jurisdiction with less onerous carbon-pricing schemes and other environmental regulations. [Read more about carbon leakage.](/factsheets/carbon-leakage/)"},{"term":"Carbon market","definition":"Trading system of certificates representing units of greenhouse-gas emissions."},{"term":"Carbon Offsetting and Reduction Scheme for International Aviation (Corsia)","definition":"A market-based initiative adopted by the International Civil Aviation Organization for offsetting CO2 emissions from international aviation. [Read more about Corsia.](https://www.icao.int/environmental-protection/CORSIA/Pages/default.aspx)"},{"term":"Corsia eligible fuels","definition":"Corsia sustainable aviation fuels or Corsia lower carbon aviation fuels that aircraft operators could use to reduce its offsetting requirements."},{"term":"Carbon sequestration","definition":"Process by which trees and plants absorb CO2, release the oxygen and store the carbon."},{"term":"Carbon sink","definition":"Process that absorbs more carbon from the atmosphere than it releases, such as plants and the oceans."},{"term":"Carbon source","definition":"Process that releases more carbon into the atmosphere than it absorbs, such as burning fossil fuels."},{"term":"Carbon tax","definition":"Government policy that aims to spur decarbonization by implementing a fixed price on greenhouse-gas emissions. [Read more about carbon-pricing policies.](/basics/carbon-pricing-at-a-glance/)"},{"term":"Certified Emission Reductions (CERs)","definition":"Offsets created by the Clean Development Mechanism (CDM)."},{"term":"Clean Development Mechanism (CDM)","definition":"UN scheme created under the Kyoto Protocol whereby developed nations could buy Certified Emission Reduction (CER) credits generated by projects in developing countries. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Climate Action Reserve (CAR)","definition":"One of the four leading registries in the voluntary carbon markets. Offsets known as \"climate reserve tonnes\" (CRTs)."},{"term":"Co-benefits","definition":"Positive side-effects in addition to emissions reduction, removal or avoidance - for example, support for local education initiatives or benefits for biodiversity. [Read more about voluntary offset demand.](/factsheets/voluntary-offset-demand)"},{"term":"Compliance carbon market","definition":"Carbon markets that are introduced and run by governments and regulators, and require certain companies and organizations to participate."},{"term":"Compliance entity","definition":"Company or organization that is required to participate in a compliance carbon market."},{"term":"Conference of the Parties (COP)","definition":"Supreme body of the UN Framework Convention on Climate Change. See [UN Framework Convention on Climate Change](</dictionary/#un_framework_convention_on_climate_change_(unfccc)>)."},{"term":"COP26","definition":"UN climate summit held in November 2021, in Glasgow, the UK."},{"term":"COP27","definition":"UN climate summit held in November 2022, in Sharm el-Sheikh, Egypt."},{"term":"COP28","definition":"UN climate summit held in November 2023, in Dubai, United Arab Emirates."},{"term":"COP29","definition":"UN climate summit to be held in November 2024, in Baku, Azerbaijan."},{"term":"COP30","definition":"UN climate summit to be held in November 2025, in Belém, Pará, Brazil."},{"term":"Core Carbon Principles (CCPs)","definition":"10 science-based principles as part of a global benchmark for identifying high-quality carbon credits that create real, verifiable climate impact. [Read more about CCPs](https://icvcm.org/core-carbon-principles/)"},{"term":"Corresponding adjustment","definition":"Step required under Article 6.2 deals whereby when an Internationally Transferred Mitigation Outcome (ITMO) is transferred to a buyer party, the seller party must make a \"corresponding adjustment\" to ensure that it cannot be double-counted. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Crediting mechanism","definition":"Scheme or system that validates, verifies and registers projects, and issues carbon offsets. [Read more about offset use in compliance programs.](/factsheets/offsets-in-compliance-programs)"},{"term":"Direct air capture","definition":"Technologies that remove carbon dioxide emissions directly from the atmosphere, without any restrictions in location."},{"term":"Deforestation","definition":"Removal of forest from land, which is converted to non-forest use."},{"term":"Eligible emissions units","definition":"Offset credits that meet the Corsia Emissions Unit Eligibility Criteria and can be used to meet aircraft operators' offsetting requirements."},{"term":"Emissions abatement","definition":"See [Carbon abatement](/dictionary/#carbon_abatement)."},{"term":"Emissions avoidance","definition":"Reduction of greenhouse-gas emissions compared with a scenario (such as based on current trends or the most likely outcome). Examples include renewable energy projects."},{"term":"Emissions cap","definition":"Government-imposed maximum limit on greenhouse-gas emissions. [Read more emissions caps.](/factsheets/caps-and-allocation/)"},{"term":"Emissions intensity","definition":"Greenhouse-gas emissions per unit of output."},{"term":"Emissions reduction payment agreement (ERPA)","definition":"Contract between buyers and sellers of carbon credits. [Read more about offset contracting options.](/factsheets/offset-contracting-options/)"},{"term":"Emissions removal","definition":"Absorption of greenhouse-gas emissions back into the atmosphere. Examples include direct air capture projects."},{"term":"Emissions-trading scheme","definition":"Government policy whereby emissions are capped, participants must submit sufficient permits to cover their emissions, and trading of permits is allowed. [Read more about carbon trading.](/basics/how-co2-trading-works/)"},{"term":"EU Emissions Trading System (EU ETS)","definition":"Compliance cap-and-trade scheme covering EU member states as well as Iceland, Liechtenstein and Norway."},{"term":"European emission allowances (EUAs)","definition":"Carbon permits used in the EU ETS."},{"term":"Free allocation","definition":"Carbon permits distributed by the government and regulator for free. [Read more about permit allocation.](/factsheets/caps-and-allocation/)"},{"term":"Fugitive emissions","definition":"Unintentional release of emissions, for example, due to equipment leaks."},{"term":"Gold Standard (GS)","definition":"One of the four leading registries in the voluntary carbon markets."},{"term":"Greenhouse-gas emissions","definition":"Emissions of greenhouse gases responsible for causing climate change, including carbon dioxide, methane and nitrous oxides. Different organizations and programs include different gases in their definition of \"greenhouse gas\"."},{"term":"Gross emissions","definition":"Total emissions excluding land use, land-use change and forestry."},{"term":"Guarantees of origin (GOs)","definition":"Tradeable certificates issued when 1 megawatt-hour of electricity is generated from renewable energy sources."},{"term":"The Integrity Council for the Voluntary Carbon Market (ICVCM)","definition":"A non-profit and independent organization that aims to set and maintain high integrity globally in the voluntary carbon market. [Read more about the ICVCM](https://icvcm.org/)"},{"term":"Intensity-based cap","definition":"Cap that limits the volume of greenhouse-gas emissions per unit of output (such as GDP or ton of raw material) permitted as part of an emissions-trading scheme. [Read more about emissions caps.](/factsheets/caps-and-allocation/)"},{"term":"Internationally Transferred Mitigation Outcomes (ITMOs)","definition":"Units to be purchased by a government under Article 6.2 of the Paris Agreement from another government and used to achieve the buyer's climate targets. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Issue","definition":"When a registry releases a carbon offset after the emissions reduction, removal or avoidance has been measured, reported and verified. [Read more about the offset lifecycle.](/factsheets/offset-lifecycle/)"},{"term":"Kyoto Protocol","definition":"International treaty on climate change, adopted in 1997, that set binding emission targets on developed countries (see \"Annex I parties\")."},{"term":"Land use, land-use change and forestry (LULUCF)","definition":"Sector linked with greenhouse-gas emissions and removals associated with land and forests."},{"term":"Least Developed Countries (LDCs)","definition":"Poorest countries designated by the UN as LDCs, which should be given special consideration under the UN Framework Convention on Climate Change."},{"term":"Linear reduction factor","definition":"Rate of emissions reductions under the EU Emissions Trading System."},{"term":"Monitoring, reporting and verification (MRV)","definition":"Process to measure the volume of greenhouse-gas emissions reduced, removed or avoided by an activity. These findings are reported to an accredited third party, which then verifies the report in order for the results to be certified and offsets to be issued. [Read more about the offset lifecycle.](/factsheets/offset-lifecycle/)"},{"term":"Nationally Determined Contribution (NDC)","definition":"Short-term climate plans produced by countries that signed up to the Paris Agreement and submitted to the UN."},{"term":"Nature-based solutions","definition":"Solutions that protect, sustainably manage or restore ecosystems to address climate change, food security and other challenges."},{"term":"Negative emissions","definition":"Removal of greenhouse-gas emissions from the atmosphere by intentional human activities - in other words, in addition to any removals due to natural carbon-cycle processes."},{"term":"Negative externalities","definition":"Arises when production and/or consumption imposes external negative costs on third parties."},{"term":"Net emissions","definition":"Total emissions including land use, land-use change and forestry."},{"term":"Net-zero target","definition":"Government or corporate target to reach a balance between man-made emissions released into the atmosphere and anthropogenic emissions removed from the atmosphere."},{"term":"Non-Annex I parties","definition":"Parties to the UN Framework Convention on Climate Change that were not members of the Organisation for Economic Co-operation and Development in 1992 or \"economies in transition\". Often used to mean \"developing countries\"."},{"term":"Offsets","definition":"Tradeable certificates that represent the reduction, removal or avoidance of greenhouse gas. Typically one offset equals 1 metric ton of CO2 equivalent. [Read more about the offset lifecycle.](/factsheets/offset-lifecycle/)"},{"term":"Operational abatement","definition":"Emission reductions from processes that can be reversed, such as coal-to-gas fuel switching."},{"term":"Overall mitigation in global emissions (OMGE)","definition":"Requirement for the new global offset market established under Article 6.4 of the Paris Agreement, meaning it should ensure a net reduction in emissions, not simply offsetting. [Read more about Article 6.](/factsheets/article-6)"},{"term":"Paris Agreement","definition":"Legally binding international treaty on climate change, adopted in 2015, to hold the increase in global surface temperature to well below 2 degrees C above pre-industrial levels and \"pursuing efforts to limit the temperature increase to 1.5 degrees C above pre-industrial levels\". [Read more about Article 6.](/factsheets/article-6)"},{"term":"Particulate pollution","definition":"Comprises particles of solids or liquids in the air, including dust and smoke. It comes from wood stoves, forest fires, power plants, industrial facilities and cars and trucks. Inhaling particle pollution can be harmful to health."},{"term":"Permanent abatement","definition":"Emission reductions that once implemented are not reversible, such as the adoption of renewable technologies like wind and solar. [Read more about offset quality.](/factsheets/offset-quality/)"},{"term":"Permits","definition":"Tradeable certificates that represent the right to emit. Typically one permit equals 1 metric ton of CO2 equivalent."},{"term":"Primary market","definition":"Distribution of permits by government to participants in a compliance cap-and-trade scheme. [Read more about carbon trading.](/basics/how-co2-trading-works/)"},{"term":"Quality","definition":"Characteristics of offsets relating to environmental integrity such as permanent, real and additional. [Read more about offset quality.](/factsheets/offset-quality/)"},{"term":"Real","definition":"Characteristic of offsets that they must represent real emission reductions, removals or avoidance that have already occurred - in other words, the decrease is not projected to occur in the future. [Read more about offset quality.](/factsheets/offset-quality/)"},{"term":"Reducing emissions from deforestation and forest degradation (REDD+)","definition":"International framework to end destruction of forests and promote forest conservation, sustainable management of forests and enhancement of forest carbon stocks."},{"term":"Reforestation","definition":"Planting of trees on land where there was previously forest."},{"term":"Registry","definition":"Electronic database tracking and recording transactions of carbon credits. [Read more about the offset lifecycle.](/factsheets/offset-lifecycle/)"},{"term":"Renewable energy certificates (RECs)","definition":"Tradeable certificates issued when 1 megawatt-hour of electricity is generated and supplied to the grid from renewable energy sources."},{"term":"Retire","definition":"To remove a unit (such as an offset) from the market permanently."},{"term":"Science Based Targets initiative (SBTi)","definition":"Largest third-party initiative verifying companies’ emissions-reduction pledges. [Read more about offset standards.](/factsheets/voluntary-offset-standards/)"},{"term":"Scope 1","definition":"A company, government or individual's direct greenhouse-gas emissions - in other words, emissions from sources it directly owns or controls."},{"term":"Scope 2","definition":"A company, government or individual's indirect greenhouse-gas emissions - in other words, emissions from the production of the energy that it buys and uses."},{"term":"Scope 3","definition":"A company, government or individual's greenhouse-gas emissions from their supply chain - in other words, emissions related to the production of the materials and products it buys and uses."},{"term":"Secondary market","definition":"All trading of permits and offsets after the initial distribution by government. [Read more about carbon trading.](/basics/how-co2-trading-works/)"},{"term":"Short ton","definition":"Measurement for a ton used in the US. 1 short ton is equal to 0.907 metric tons."},{"term":"Surrender","definition":"To transfer a unit (such as a carbon permit) from a participant's account to the regulator or government's account to meet a compliance obligation."},{"term":"Taskforce on Scaling Voluntary Carbon Markets (TSVCM)","definition":"Private-sector-led initiative seeking to scale the supply side of voluntary carbon markets, to help meet the goals of the Paris Agreement. [Read more about offset standards.](/factsheets/voluntary-offset-standards/)"},{"term":"Tax-free allowance","definition":"Share or volume of emissions not subject to a carbon tax."},{"term":"UN Framework Convention on Climate Change (UNFCCC)","definition":"Internationally treaty that entered into force in 1992 and set the overarching framework for governments to collaborate on tackling climate change."},{"term":"Verification","definition":"Independent assessment of actual emissions reductions realized by a carbon offset project, often undertaken by an accredited third-party auditor. [Read more about the offset lifecycle.](/factsheets/offset-lifecycle/)"},{"term":"Verified Carbon Standard (VCS)","definition":"One of the four leading registries in the voluntary carbon markets. Offsets known as \"verified carbon units\" (VCUs)."},{"term":"Vintage","definition":"Year of emissions reduction, removal or avoidance to which a carbon offset applies. [Read more about offset quality.](/factsheets/offset-quality/)"},{"term":"Voluntary carbon markets","definition":"Carbon markets where companies, governments and individuals can buy offsets, to compensate for their greenhouse-gas emissions."},{"term":"Voluntary Carbon Markets Integrity Initiative (VCMI)","definition":"Platform bringing together government, industry and non-governmental organizations to promote the demand side of voluntary carbon markets to help meet the goals of the Paris Agreement. [Read more about offset standards.](/factsheets/voluntary-offset-standards/)"}]