{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    h2: \"h2\",\n    h3: \"h3\",\n    p: \"p\",\n    ..._provideComponents(),\n    ...props.components\n  }, {BubbleChart, ComplianceMarketForecastChart, GlobalValueChart, OffsetPrices2024Chart, VoluntaryMarketForecastChart} = _components;\n  if (!BubbleChart) _missingMdxReference(\"BubbleChart\", true);\n  if (!ComplianceMarketForecastChart) _missingMdxReference(\"ComplianceMarketForecastChart\", true);\n  if (!GlobalValueChart) _missingMdxReference(\"GlobalValueChart\", true);\n  if (!OffsetPrices2024Chart) _missingMdxReference(\"OffsetPrices2024Chart\", true);\n  if (!VoluntaryMarketForecastChart) _missingMdxReference(\"VoluntaryMarketForecastChart\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h2, {\n      children: \"Compliance carbon-pricing programs by price and share of emissions covered\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Compliance carbon taxes and markets vary considerably around the world, with many languishing around $10 per metric ton. Prices should be between $63/t and $127/t in 2030 to limit global warming to 2C, based on recommendations by the World Bank’s High-Level Commission on Carbon Pricing and adjusted for inflation. The World Bank estimates that a 2030 price of $226-385/t would be consistent with 1.5C.\"\n    }), \"\\n\", _jsx(BubbleChart, {}), \"\\n\", _jsx(_components.p, {\n      children: \"Figure includes operational international and national carbon taxes and markets, including state-level measures in China, Canada and the US. Where available, tax rates are for current year. Market prices are average over three months to September, 16, 2024. Where tax rates vary across fuels, sectors and greenhouse gases, figure uses rate for the most common use-case.  Developed economies are classified as OECD members excluding Chile, Colombia, Costa Rica, Mexico and Turkey. Vertical line indicates the median of the $63-127/t range estimated by the High-Level Commission on Carbon Pricing and adjusted for inflation.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Value of major compliance carbon markets\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Global carbon markets’ combined value reached nearly $1 trillion in 2023.\"\n    }), \"\\n\", _jsx(GlobalValueChart, {}), \"\\n\", _jsx(_components.h2, {\n      children: \"Annual prices of exchange carbon offset products in 2024, by sector\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Average carbon offset prices vastly differ by project type.\"\n    }), \"\\n\", _jsx(OffsetPrices2024Chart, {}), \"\\n\", _jsx(_components.h2, {\n      children: \"California and EU forecast compliance market carbon prices\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Compliance carbon market prices such as the EU and California are on an upward trajectory as markets tighten to spur decarbonization.\"\n    }), \"\\n\", _jsx(ComplianceMarketForecastChart, {}), \"\\n\", _jsx(_components.h2, {\n      children: \"Carbon offset price scenarios\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The future of carbon offset prices is contingent on how quality will be enforced.\"\n    }), \"\\n\", _jsx(VoluntaryMarketForecastChart, {}), \"\\n\", _jsx(_components.h3, {\n      children: \"High quality scenario\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A high-quality offset market could peak at $1.13 trillion in value, but credits would still be treated as a last resort. Should the efforts of groups like the Integrity Council on Voluntary Carbon Markets (ICVCM) create a universal standard for high-quality offsets – which we view to have high-medium likelihood of occurring – they will form a core, risk-free part of a company’s decarbonization toolkit, but as backstop rather than a trojan horse. Companies will still be called on to make systematic changes in the way they operate and do business to reduce their gross emissions before offsetting.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Voluntary scenario\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Should integrity initiatives fail to build consensus, companies would abandon offsets, and likely net-zero goals, for fear of greenwashing. Under this voluntary market scenario, where the structure of the market remains relatively unchanged from today, value peaks at just $34 billion. Companies would treat offsets as discretionary spend and demand would drop as prices and reputational risk increase due to elasticity.\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"Removal scenario\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"A removal-only market, if implemented successfully, could have offsets treated as a legitimate substitute for other forms of decarbonization. Under this removal scenario, value peaks at $884 billion annually as companies rely on technology like direct air capture (DAC) and bioenenergy carbon capture and storage over internal decarbonization. Prices quickly shoot to $146/ton in 2030 as offsets undercut alternatives like power procurement and fleet electrification. As these alternatives become cost-competitive and scale up in availability, demand for offsets takes a back seat, causing prices to slump for a time. They rebound and peak in 2040 at $204/ton, before settling at $172/ton in 2050. Increasing support for carbon avoidance makes this an unlikely outcome, but if successful it would strike a unique balance of high liquidity with prices still high enough to keep companies honest.\"\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Data tracker","description":"Use these charts to follow trends and expectations for carbon markets.","dataFiles":[],"slug":"/pages/data-tracker","type":"page"},"scope":{}}},"__N_SSG":true}