{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    a: \"a\",\n    h2: \"h2\",\n    h3: \"h3\",\n    li: \"li\",\n    p: \"p\",\n    ul: \"ul\",\n    ..._provideComponents(),\n    ...props.components\n  }, {Image, PartnersSection} = _components;\n  if (!Image) _missingMdxReference(\"Image\", true);\n  if (!PartnersSection) _missingMdxReference(\"PartnersSection\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.h2, {\n      children: \"Managing partners\"\n    }), \"\\n\", _jsx(_components.h3, {\n      children: \"B20 Brazil and Indonesia\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The Business 20 (B20) is the official G20 dialogue forum with the global business community. Established in 2010, B20 reserved companies and business organizations and it is among the most prominent Engagement Groups in G20. Task Forces and Action Councils are entrusted with key themes that drive the priorities of each B20 edition. They are composed of around 1,000 business representatives from the G20 members and from selected invited markets and international organizations.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The B20 officially conveys its final recommendations to the G20 Presidency at the B20 Summit. Its mission is to serve as a strategic platform for  the business community to build consensus and set priorities on policies to address global economic challenges. It works to represent the interests of the business community in relation to the G20, foster dialogue between private and public sector at G20 level and deliver impactful and differentiated policy recommendations to the G20.\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"B20-brazil.png\",\n      ratio: 0,\n      maxW: \"15rem\",\n      objectFit: \"contain\",\n      type: \"partnerLogo\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Brazil holds the G20 Presidency from December 2023 to November 2024. The Brazilian National Confederation of Industry (CNI) is the B20 host organization, determined to guide the B20 community towards a process that culminates in actionable and impactful recommendations for the G20. The theme “Inclusive Growth for a Sustainable Future” serves as the guiding principle for B20 Brazil’s endeavors. This theme covers 5 pillars that make up the B20 Brazil Guiding Claim and has steered the discussions of the Task Forces and the Action Council:\"\n    }), \"\\n\", _jsxs(_components.ul, {\n      children: [\"\\n\", _jsx(_components.li, {\n        children: \"Promote inclusive  growth and combat hunger, poverty, and inequalities\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Accelerate a fair net zero transition\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Increase productivity through innovation\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Foster resilience of global value chains\"\n      }), \"\\n\", _jsx(_components.li, {\n        children: \"Enhance human capital\"\n      }), \"\\n\"]\n    }), \"\\n\", _jsx(Image, {\n      src: \"B20-logo.png\",\n      ratio: 0,\n      maxW: \"15rem\",\n      objectFit: \"contain\",\n      type: \"partnerLogo\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Indonesia held the G20 Presidency in 2022. The Carbon Knowledge Hub began as a collaboration between the Indonesian Chamber of Commerce and Industry (KADIN) and BloombergNEF, as part of the Carbon Centre of Excellence. The Centre is one of Indonesia’s B20 Legacy Programs, which aim to create a foundation for lasting, positive impacts across the G20 countries.\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"kadin-logo.png\",\n      ratio: 0,\n      maxW: \"15rem\",\n      objectFit: \"contain\",\n      type: \"partnerLogo\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"KADIN is the umbrella organization of the Indonesian business chambers and associations. KADIN is focused on all matters relating to trade, industry and services, and is highly committed to tapping potentials and synergies of the national economy, offering a strategic forum for Indonesian CEOs. It is privately funded, hence an independent spokesperson of private sector interests. It is also the only nation-wide business organization mandated by Law No. 1/1987 to speak on behalf of private business, maintaining a privileged liaison to Government Officials and covering all relevant sectors. 34 regional Chambers (KADIN Daerah) and 514 district branches ensure national coverage. Because of this huge network, KADIN Indonesia is the preferred partner for foreign companies initiating their engagement in Indonesia become a member of KADIN Indonesia. KADIN receives a mandate to drive and lead on B20 Indonesia as part of Indonesia’s G20 Presidency.\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"ASEAN-BAC-logo.png\",\n      ratio: 0,\n      maxW: \"15rem\",\n      objectFit: \"contain\",\n      type: \"partnerLogo\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"In 2023, the Business Advisory Council for the Association for Southeast Asian Nations joined the Carbon Knowledge Hub as a Managing Partner. The ASEAN BAC was established by the ASEAN Heads of State and Government at the 7th ASEAN Summit in November 2001 in Bandar Seri Begawan, Brunei Darussalam. Launched in April 2003, ASEAN BAC was set up with the mandate to provide private sector feedback and guidance to boost ASEAN's efforts toward economic integration.\"\n    }), \"\\n\", _jsx(Image, {\n      src: \"bnef-logo.png\",\n      ratio: 0,\n      maxW: \"15rem\",\n      objectFit: \"contain\",\n      type: \"partnerLogo\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"BloombergNEF (BNEF) is a strategic research provider covering global commodity markets and the disruptive technologies driving the transition to a low-carbon economy. Our expert coverage assesses pathways for the power, transport, industry, buildings and agriculture sectors to adapt to the energy transition. We help commodity trading, corporate strategy, finance and policy professionals navigate change and generate opportunities.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Contributing partners\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"These companies and organizations agreed to become contributing partners as part of B20 Indonesia's legacy project by contributing to the Knowledge Hub. They support the development of carbon markets worldwide, as a mechanism to drive decarbonization. Contributing partners broadcast their message to a wider audience and show their carbon expertise by providing an opinion piece, interview, article or other report, as well as their logo, to the Carbon Knowledge Hub.\"\n    }), \"\\n\", _jsx(PartnersSection, {\n      type: \"contributing\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Supporting partners\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"As part of B20 Indonesia's legacy project, these companies and organizations have provided their logos to show their support for the development of carbon markets worldwide, as a mechanism to drive decarbonization.\"\n    }), \"\\n\", _jsx(PartnersSection, {\n      type: \"supporting\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Becoming a partner\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"To find out more about becoming a partner, please email \", _jsx(_components.a, {\n        href: \"mailto:sales.bnef@bloomberg.net\",\n        children: \"sales.bnef@bloomberg.net\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"Partners","description":"Companies and organizations behind the Carbon Knowledge Hub, including our Managing Partners (B20 Brazil, B20 Indonesia, KADIN, ASEAN BAC, and BloombergNEF), and our Contributing and Supporting Partners.","dataFiles":[],"slug":"/pages/partners","type":"page"},"scope":{}},"partners":[{"name":"BloombergNEF","type":"contributing","logo":"bnef-logo.png"},{"name":"East Ventures","type":"contributing","logo":"EastVentures.png"},{"name":"ASEAN","type":"contributing","logo":"ASEAN_BAC.png"},{"name":"EKI Energy Services","type":"contributing","logo":"EKI.png"},{"name":"Forest Carbon","type":"contributing","logo":"ForestCarbon.png"},{"name":"Ureca","type":"contributing","logo":"ureca.png"},{"name":"Pertamina","type":"contributing","logo":"Pertamina.jpg"},{"name":"ACT Commodities","type":"contributing","logo":"ACT.png"},{"name":"Jarden","type":"contributing","logo":"Jarden.png"},{"name":"Adaro Power","type":"supporting","logo":"Adaro.png"},{"name":"BNP Paribas","type":"supporting","logo":"BNP-Paribas.png"},{"name":"Equatorise","type":"supporting","logo":"Equatorise.jpg"},{"name":"GenZero","type":"supporting","logo":"Genzero.png"},{"name":"International Carbon Action Partnership","type":"contributing","logo":"ICAP.jpg"},{"name":"International Emissions Trading Association","type":"contributing","logo":"IETA.png"},{"name":"Jababeka","type":"supporting","logo":"Jababeka.png"},{"name":"Mitsubishi Heavy Industries","type":"supporting","logo":"MHI.jpg"},{"name":"Pier 61","type":"supporting","logo":"pier61.jpg"},{"name":"Reforestum","type":"supporting","logo":"reforestum.jpg"},{"name":"Vale","type":"supporting","logo":"Vale.jpg"},{"name":"ICDX Group","type":"contributing","logo":"ICDX.png"},{"name":"Bank of Montreal","type":"contributing","logo":"BMO-CM.png"},{"name":"Yamaha Motor","type":"contributing","logo":"yamaha.jpg"}]},"__N_SSG":true}