{"pageProps":{"source":{"compiledSource":"\"use strict\";\nconst {Fragment: _Fragment, jsx: _jsx, jsxs: _jsxs} = arguments[0];\nconst {useMDXComponents: _provideComponents} = arguments[0];\nfunction _createMdxContent(props) {\n  const _components = {\n    a: \"a\",\n    h2: \"h2\",\n    p: \"p\",\n    ..._provideComponents(),\n    ...props.components\n  }, {KeyMessage} = _components;\n  if (!KeyMessage) _missingMdxReference(\"KeyMessage\", true);\n  return _jsxs(_Fragment, {\n    children: [_jsx(_components.p, {\n      children: \"A growing number of governments and companies are turning to carbon markets as a way to meet their commitments to tackle climate change. Over 90 countries have pledged to reach net zero emissions by mid-century and almost 3,500 corporations have made net zero commitments with the Science Based Targets Initiative.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"They now need to decide how to get there, and many are looking at carbon trading. Not only could carbon markets be an effective decarbonization policy, but they also represent a significant opportunity. The total value of global compliance markets is in the hundreds of billions of dollars per year. In a scenario where high-quality voluntary markets are established, the markets could reach an annual value of between $0.5-1.1 trillion, based on BloombergNEF analysis.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Carbon markets are complex, comprising numerous types of assets, mechanisms, systems, and players. They are made all the more opaque, thanks to a plethora of acronyms and jargon. The Carbon Knowledge Hub aims to support companies and governments by giving them the knowhow required to scale up their carbon market activities.\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Carbon Knowledge Hub is an official B20 legacy project for \", _jsx(_components.a, {\n        href: \"/partners/\",\n        children: \"B20 Brazil\"\n      }), \" and \", _jsx(_components.a, {\n        href: \"/partners/\",\n        children: \"B20 Indonesia\"\n      }), \", and is powered by \", _jsx(_components.a, {\n        href: \"/partners/\",\n        children: \"BloombergNEF\"\n      }), \".\"]\n    }), \"\\n\", _jsx(KeyMessage, {\n      children: _jsx(_components.p, {\n        children: \"As a legacy project for B20 Brazil and B20 Indonesia, the Carbon Knowledge Hub is a public web platform that provides companies,\\npolicymakers, and other players with the information required to understand\\ncompliance and voluntary carbon markets. It offers factsheets, data, videos,\\nand other resources targeted at different levels of expertise, as well as\\ninterviews and articles by other companies already involved in carbon trading.\"\n      })\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"Why the Hub is needed\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Policymakers in both industrialized and emerging markets are increasingly including carbon pricing in their strategies to meet climate targets. A compliance carbon market or tax aims to force polluters to cover the societal costs associated with their greenhouse gas emissions. But it can be tricky to design a carbon pricing policy that will both drive emissions abatement and accept the multiple stakeholders involved. Such programs can also be complex to navigate for companies, requiring new knowhow and capabilities.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"Meanwhile, companies are considering whether to purchase voluntary carbon offsets to meet their sustainability goals. Buying credits can serve as an expedient alternative to reducing their own emissions, as it allows firms to make progress on their targets without shifting their business models or risking investments in non-viable technologies. Governments are also set to become big offset buyers, especially those with limited local emission-abatement opportunities.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"The recent surge in corporate demand for offsets is creating opportunities for low-carbon project developers. This is especially the case for emerging markets, which have historically accounted for the lion’s share of offset supply.\"\n    }), \"\\n\", _jsx(_components.p, {\n      children: \"However, the lack of a centralized voluntary carbon system has resulted in a maze of registries, credit mechanisms and types, and trading platforms. Prices for offsets also vary widely based on the project sector and location, together with nebulous factors that are hard to define and measure, such as project additionality. Meanwhile, a range of initiatives are seeking to bolster offsets’ reputation for delivering credible carbon abatement.\"\n    }), \"\\n\", _jsx(_components.h2, {\n      children: \"How to navigate the Hub\"\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Carbon Knowledge Hub offers educational material targeted at different levels of expertise. Beginners can learn how carbon trading works by reading the Basic \", _jsx(_components.a, {\n        href: \"/factsheets/\",\n        children: \"factsheets\"\n      }), \" whereas more knowledgeable users can delve into the Intermediate \", _jsx(_components.a, {\n        href: \"/factsheets/\",\n        children: \"factsheets\"\n      }), \" on more advanced topics like the intricacies of Article 6 and the varied factors determining the price of a voluntary offset. If there are terms that are unfamiliar to users, they can learn the jargon in the \", _jsx(_components.a, {\n        href: \"/dictionary/\",\n        children: \"Dictionary\"\n      }), \". The \", _jsx(_components.a, {\n        href: \"/data-tracker/\",\n        children: \"Data Tracker\"\n      }), \" enables users to follow significant trends in compliance and voluntary carbon markets.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The \", _jsx(_components.a, {\n        href: \"/stories/\",\n        children: \"Stories\"\n      }), \" section contains interviews, thought pieces, articles and reports by other companies and organizations already involved in carbon markets.\"]\n    }), \"\\n\", _jsxs(_components.p, {\n      children: [\"The Hub also aims to build a community to help scale up carbon trading, bringing together a set of \", _jsx(_components.a, {\n        href: \"/partners/\",\n        children: \"Partners\"\n      }), \" committed to the development of carbon markets worldwide. To find out more about becoming a partner, please email \", _jsx(_components.a, {\n        href: \"mailto:co2excel@bloomberg.net\",\n        children: \"co2excel@bloomberg.net\"\n      }), \".\"]\n    })]\n  });\n}\nfunction MDXContent(props = {}) {\n  const {wrapper: MDXLayout} = {\n    ..._provideComponents(),\n    ...props.components\n  };\n  return MDXLayout ? _jsx(MDXLayout, {\n    ...props,\n    children: _jsx(_createMdxContent, {\n      ...props\n    })\n  }) : _createMdxContent(props);\n}\nreturn {\n  default: MDXContent\n};\nfunction _missingMdxReference(id, component) {\n  throw new Error(\"Expected \" + (component ? \"component\" : \"object\") + \" `\" + id + \"` to be defined: you likely forgot to import, pass, or provide it.\");\n}\n","frontmatter":{"title":"About","description":"The Carbon Knowledge Hub is an official B20 legacy project for B20 Brazil and B20 Indonesia, and is powered by BloombergNEF.","dataFiles":[],"slug":"/pages/about","type":"page"},"scope":{}}},"__N_SSG":true}